export const struct = [{
  'id': '1',
  'title': 'Руководитель',
  'functions': {},
  'indicators': ['Nпп`', 'Nпп'],
  'level': 'first_level',
  'children': [
    {
      'id': '2',
      'title': 'Первый заместитель руководителя',
      'functions': [
        '10. Ключевая функция',
        '11. Ключевая функция',
        '12. Ключевая функция',
      ],
      'indicators': ['Nпп`', 'Nпп'],
      'level': 'second_level',
      'children': [],
    },
    {
      'id': '3',
      'title': 'Главный инженер',
      'functions': [
        '20. Ключевая функция',
        '21. Ключевая функция',
        '22. Ключевая функция',
        '23. Супер-ключевая ключевая функция очень важная и неотчуждаемая от этого блока',
        '24. Ключевая функция',
        '25. Ключевая функция'],
      'indicators': ['Nпп`', 'Nпп'],
      'level': 'second_level',
      'children': [],
    },
    {
      'id': '4',
      'title': 'Заместитель руководителя (по экономике и финансам)',
      'functions': {},
      'indicators': ['Nпп`', 'Nпп'],
      'level': 'second_level',
      'children': [],
    },
  ],
}];
